{
  "hidden_objects": {
    "AFRugs": {
      "tooltip": "A red, intricately designed rug.",
      "abbreviation": "Rugs",
      "title": "Afghanistan rugs",
      "description": "Most Afghan rugs are woven in northern and western Afghanistan by various ethnic groups, especially the Turkmen. Most notable are the prayer rugs woven by the Balochi people."
    },
    "Book": {
      "tooltip": "A plain textbook.",
      "abbreviation": "Textbook",
      "title": "English textbook",
      "description": "English is the first language of few very elite Pakistanis and the second language of the well educated. It remains one of the languages of government, in part because it does not favor any ethnic group."
    },
    "Burqa": {
      "tooltip": "A full-body cover used by women.",
      "abbreviation": "Burqa",
      "title": "Burqa",
      "description": "Burqas are long outer garments worn by women in Aghanistan to cover themselves in public. Although women are no longer required by law to wear a burqa in public, in practice many women are still expected to, especially after they are married."
    },
    "BuzkashiGoat": {
      "tooltip": "A black goat.",
      "abbreviation": "Buzkashi goat",
      "title": "Buzkashi goat",
      "description": "Buzkashi is a popular sport throughout Afghanistan in which horse-mounted players attempt to drag a dead goat carcass to a goal. Buzkashi was originally developed by Genghis Khan to prepare soldiers for battle."
    },
    "ChaiSabz": {
      "tooltip": "A metal teapot.",
      "abbreviation": "Chai sabz",
      "title": "Chai sabz",
      "description": "Chai sabz, tea, is a common beverage in Afghanistan. It is usually served with lots of sugar and may also be flavored with cardamom. Tea will be offered at every meeting and social occasion as an offer of friendship. Tea should alway be accepted or the host may be offended."
    },
    "CricketBat": {
      "tooltip": "Similar to a baseball bat, but with a wide, flat top.",
      "abbreviation": "Cricket bat",
      "title": "Cricket bat",
      "description": "Cricket is the most popular sport in Pakistan. Cricket is similar to baseball and played by two teams of eleven with a bat and a ball. Its nationwide importance means that when Pakistan plays at home, local schools may have the day off."
    },
    "FieldHockeyStick": {
      "tooltip": "Similar to an ice hocky stick, but with a more rounded bottom.",
      "abbreviation": "Hockey stick",
      "title": "Field hockey stick",
      "description": "Field hockey is the national sport in Pakistan. Field hockey is governed at the national level by the Pakistan Hockey Federation."
    },
    "JingleTruck": {
      "tooltip": "A colorful bus.",
      "abbreviation": "Truck",
      "title": "Jingle truck",
      "description": "Jingle trucks are ornately painted and adorned trucks and buses common in Afghanistan and Pakistan. This practice is connected to Sufism, a mystical form of Islam. Decorating trucks and buses is a way to obtain religious merit which ensures the vehicle does not break down."
    },
    "Kabob": {
      "tooltip": "Skewered meat.",
      "abbreviation": "Kebab",
      "title": "Kebab",
      "description": "Kebabs are a staple in Pakistani cuisine and there are many varieties of kebabs across the country. In Afghanistan, outdoor vendors commonly sell kebabs made from lamb."
    },
    "Kite": {
      "tooltip": "A diamond-shaped kite.",
      "abbreviation": "Kite",
      "title": "Kite",
      "description": "Kites in Afghanistan are using both in kite fighting and kite running. In kite fighting, a kite is attached to a single abrasive line which is used to cut the line of other kites. In kite running, onlookers run after kite whose line has been cut. Traditionally, anyone who grabs the runaway kite is allowed to keep it."
    },
    "LapisLazuli": {
      "tooltip": "A blue stone.",
      "abbreviation": "Lapis lazuli",
      "title": "Lapis lazuli",
      "description": "Lapis lazuli is a type of semi-precious stone common to the Badakhstan province in northeast Afghanistan. Historically, Afghanistan was the source of lapis lazuli for the ancient Egyptian and Mesopotamian civilizations and it continues to be one of the primary sources to this day."
    },
    "Naan": {
      "tooltip": "A round piece of flat bread.",
      "abbreviation": "Naan",
      "title": "Naan",
      "description": "Bread is commonly served with meals both in Afghanistan and Pakistan. Another popular bread in Pakistan is \"roti\" which is unleavened, unlike naan bread."
    },
    "PakistaniRupee": {
      "tooltip": "Colorful paper currency.",
      "abbreviation": "Rupee",
      "title": "Pakistani rupee",
      "description": "Pakistan's currency is known as the rupee. Most denominations show a portrait of Mohammad Ali Jinnah. In December 2015, one U.S. dollar was worth around 105 rupees."
    },
    "Pakol": {
      "tooltip": "A flat cap, similar to a beret.",
      "abbreviation": "Pakol",
      "title": "Pakol",
      "description": "The pakol, or the Afghan cap, is a soft, round men's cap common in Afghanistan and in parts of Pakistan."
    },
    "Pomegranates": {
      "tooltip": "Round, red fruit.",
      "abbreviation": "Pomegranates",
      "title": "Pomegranates",
      "description": "Pomegranates are a major fruit crop in Afghanistan and a popular fruit in Pakistan. Pomegranates have been pushed as an alternative to the opium poppy cultivation in Afghanistan."
    },
    "QuranStand": {
      "tooltip": "An \"x\" shaped foldable book rest.",
      "abbreviation": "Quran stand",
      "title": "Quran stand",
      "description": "Islam plays an important role in social life and custom in both Afghanistan and Pakistan. The Quran should not be read in one's lap or placed on the floor. A Quran stand elevates the book for easy reading."
    },
    "RiceBag": {
      "tooltip": "A burlap sack full of rice.",
      "abbreviation": "Rice",
      "title": "Bag of rice",
      "description": "Rice is a common staple in Afghan and Pakistani cuisine. \"Qabili palau\" is an Afghan traditional dish which includes rice and lamb cooked with lentils, raisins, and carrots."
    },
    "ShalwarKameez": {
      "tooltip": "An outfit consisting of a shirt and pants.",
      "abbreviation": "Shalwar kameez",
      "title": "Shalwar kameez",
      "description": "The shalwar kameez is a style of dress worn by both men and women, but the style differs between genders. The shalwar refers to the pants and the kameez to the shirt."
    },
    "SoccerBall": {
      "tooltip": "A white ball with black hexagons.",
      "abbreviation": "Soccer ball",
      "title": "Soccer ball",
      "description": "Soccer is a beloved sport in Afghanistan. It is an excellent topic for small talk when getting to know your counterpart."
    },
    "Spices": {
      "tooltip": "These spices are stored in a bowl.",
      "abbreviation": "Spices",
      "title": "Spices",
      "description": "Spices and curry are essential to Afghani and Pakistani recipes. Common spices include chili powder, tumeric, garlic, paprika, black and red pepper, cumin seed, bay leaf, coriander, and many others. Any spiced dish is generally served with a side dish of rice."
    }
  },
  "text_assets": {
    "hud_hints_label": "Hints:",
    "hud_time_label": "Time:",
    "continue_text": "CONTINUE",
    "pause_resume": "RESUME",
    "main_menu": "MAIN MENU",
    "advanced_mode": "ADVANCED MODE",
    "text_advanced_complete": "Congratulations! You completed Advanced Mode! Click \"Next\" to continue.",
    "text_advanced_unlocked": "Congratulations! You have now unlocked Advanced Mode! Try playing again while racing against the clock!",
    "text_level_complete": "LEVEL COMPLETE!",
    "text_level_halfway": "HALFWAY THERE!",
    "text_game_over": "OUT OF TIME!",
    "text_your_mission_header": "HELPING LOCALS",
    "text_your_mission_1": "You have been working on a project in a small village for many months. You are friendly with all the locals and they have even treated you to multiple feasts. Today a local friend of yours is preparing a feast for visitors, but the home has not been cleaned up yet. Your friend informs you that many objects have been misplaced around the home and he would be grateful if you were to help find them. You happily accept.",
    "text_your_mission_2": "It’s up to you to find all the objects and get the home cleaned up. Your friend is counting on you. Good luck!"
  },
  "levels": {
    "level1":"data/content/objex/level01.json",
    "level2":"data/content/objex/level02.json"
  },
  "ui_images": {
    "loading_screen_background": "objex/img/backgrounds/loading.png",
    "briefing_screen_background": "objex/img/backgrounds/briefing.jpg",
    "menu_screen_background": "objex/img/backgrounds/menu.jpg",
    "menu_button_background": "objex/img/menu_button.png",
    "menu_button_lock_icon": "objex/img/lock.png",
    "hint_icon": "objex/img/hint_coin.png",
    "sparkles": "objex/img/particle.png",
    "pause_button": "objex/img/pause.png"
  },
  "sound_files": {
    "audio_briefing": "objex/audio/objex_briefing.mp3",
    "audio_success": "objex/audio/successAudio.mp3",
    "audio_error": "objex/audio/errorAudio.mp3",
    "audio_button_click": "objex/audio/doorOpeningAudio1.mp3",
    "audio_hint": "objex/audio/hintsAudio.mp3",
    "audio_music": "objex/audio/retrofits_objex_music_CAS.mp3",
    "audio_music_advanced": "objex/audio/retrofits_objex_music_CAS.mp3"
  }
}