{
  "page" : {
    "xid" : "page1758",
    "type" : "EthnoMap",
    "layout" : "",
    "title" : "Interactive Ethnolinguistic Map: AFPAK",
    "hint" : "",
    "comment" : "",
    "info" : {
      "property" : [ {
        "name" : "platforms",
        "value" : "!NOT, vmob"
      }, {
        "name" : "contentRef",
        "value" : "AfpakEthnicMap.json"
      }, {
        "name" : "builtEthnoMap",
        "value" : "{\"areas\":[{\"custom3\":\"\",\"religion\":\"Aimaqs are Hanafi Sunni Muslims.\",\"label\":\"Aimaq\",\"image\":\"AFPAK_Ethnolinguistic_Map_AIMAQ_NOBORDER.png\",\"politics\":\"Aimaq men are semi-nomadic herders, cattle breeders, or sedentary farmers. Aimaq women make and sell carpets.\",\"language\":\"The Aimaq speak a dialect of Dari that incorporates many Turkic words.\",\"summary\":\"The Aimaq are of Turko-Mongolian descent.\",\"custom1\":\"\",\"population\":\"There are approximately 1.4 million Aimaqs in Afghanistan.\",\"custom2\":\"\",\"society\":\"Aimaq society is patriarchal, but the elder women are in charge of arranging marriages.\",\"location\":\"They are located in northwestern Afghanistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_AIMAQ_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Aimaq\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Hazaras are mostly Shia Muslims, and some are Sunni Muslims.\",\"label\":\"Hazara\",\"image\":\"AFPAK_Ethnolinguistic_Map_HAZARA_NOBORDER.png\",\"politics\":\"Hazaras in rural areas are farmers, and Hazaras in urban areas are often impoverished.\",\"language\":\"The Hazara speak a dialect of Dari called Hazaragi, which has many Mongolian and Turkish words.\",\"summary\":\"Hazaras have an Eastern Turkic or Mongolian origin. They settled in Hazarajat in central Afghanistan in the 13th century.\",\"custom1\":\"\",\"population\":\"There are at least 2.5 million Hazaras in Afghanistan, 157,000 in Pakistan, and around 500,000 in Iran.\",\"custom2\":\"\",\"society\":\"\\\"Hazara\\\" means \\\"thousand\\\" in Dari. This name probably refers to the belief that the group descended from Ghenghis Khan's Mongol warriors, who were organized by groups of one thousand.\",\"location\":\"Hazaras live in their historic homeland of the Hazarajat region in central Afghanistan. Many also live in Afghanistan's cities.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_HAZARA_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Hazara\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Tajiks are mostly Hanafi Sunni Muslims, and some are Shia Muslims.\",\"label\":\"Tajik\",\"image\":\"AFPAK_Ethnolinguistic_Map_TAJIK_NOBORDER.png\",\"politics\":\"In rural villages and mountains, Tajiks are mostly farmers and herdsmen. Urban Tajiks are often well-educated and work as artisans, as merchants, or in government positions. \",\"language\":\"Afghan Tajiks speak Dari. \\\"Farsiwan\\\" Tajiks in Herat and the area near the Iranian border speak Persian Farsi.\",\"summary\":\"The Tajiks have an Iranian heritage. They may have been the first Persians to migrate to modern Afghanistan, in the 4th-1st centuries BCE.\",\"custom1\":\"\",\"population\":\"There are at least 6 million Tajiks in Afghanistan and around 4 million in Tajikistan.\",\"custom2\":\"\",\"society\":\"Compared to other Afghan ethnic groups, the Tajiks are not a particularly tribal people. In Afghanistan, the term \\\"Tajik\\\" is used to refer generally to Afghans without a strong ethnic or tribal identity.\",\"location\":\"Tajiks mostly live in settled communities in northeastern Afghanistan. They also live in Tajikistan, Uzbekistan, Kyrgyzstan, Kazakhstan, and China.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_TAJIK_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Tajik\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Turkmen are Hanafi Sunni Muslims and practice elements of their pre-Islamic traditions, such as pilgrimages to ancestor tombs. In addition, they follow tribal law, called \\\"Dap,\\\" which enforces norms of loyalty and hospitality. \",\"label\":\"Turkmen\",\"image\":\"AFPAK_Ethnolinguistic_Map_TURKMEN_NOBORDER.png\",\"politics\":\"Most Turkmen in Afghanistan are rural semi-nomadic farmers and sheep breeders. Urban Turkmen work as craftsmen and shopkeepers. The Turkmen produce wool, carpets, and pelts that contribute to Afghanistan's exports. \",\"language\":\"The Turkmen people speak Turkmen, a Turkic language similar to Azerbaijani and Turkish. Many also speak Dari. In Afghanistan, Turkmen is written in Arabic script, while the Cyrillic alphabet is used in Turkmenistan.\",\"summary\":\"The Turkmen originated in Mongolia.\",\"custom1\":\"\",\"population\":\"There are about 900,000 Turkmen in Afghanistan. There are over 4 million Turkmen in neighboring Turkmenistan.\",\"custom2\":\"\",\"society\":\"The Turkmen do not have leaders. Their elders and chiefs are advisers, but do not make decisions without the consent of all adult males.\",\"location\":\"They are located in northwestern Afghanistan, along the border with Turkmenistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_TURKMEN_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Turkmen\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Uzbeks are Hanafi Sunni Muslims. However, Uzbek cultural values and traditions are given precedence over Muslim or civil law.\",\"label\":\"Uzbek\",\"image\":\"AFPAK_Ethnolinguistic_Map_UZBEK_NOBORDER.png\",\"politics\":\"Although they are traditionally nomadic, Uzbeks have mostly settled in villages. In rural areas, Uzbeks are farmers and herders known for breeding sheep and horses. In urban areas, Uzbeks are artisans, craftsmen, weavers, and merchants.\",\"language\":\"Uzbeks in Afghanistan speak the Southern dialect of Uzbek. Many Uzbeks also speak Dari.\",\"summary\":\"The Uzbeks are descendants of Turkic and Iranian nomadic tribes. Many Uzbeks fled to Afghanistan in the 1920s to escape Soviet rule in Uzbekistan.\",\"custom1\":\"\",\"population\":\"There are at least 2.5 million Uzbeks in Afghanistan and 20 million in neighboring Uzbekistan.\",\"custom2\":\"\",\"society\":\"It is believed that \\\"Buzkashi,\\\" the national sport of Afghanistan, was introduced by the Uzbeks.\",\"location\":\"They are located north of the Hindu Kush mountains in Afghanistan. Mazar-e-Sharif is considered the Uzbek cultural and political center.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_UZBEK_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Uzbek\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"The Brahui are Sunni Muslims.\",\"label\":\"Brahui\",\"image\":\"AFPAK_Ethnolinguistic_Map_BRAHUI_NOBORDER.png\",\"politics\":\"\",\"language\":\"Brahuis speak Brahui, a Dravidian language with many Balochi and Sindhi words. However, the Brahui have begun to assimilate with the surrounding Balochi speaking population, so the number of Brahui speakers is decreasing. \",\"summary\":\"The Brahui tribes may have originated in southern India or the ancient Indus valley civilization.\",\"custom1\":\"\",\"population\":\"There are 4 million Brahuis in Pakistan, Afghanistan, and areas in the Middle East.\",\"custom2\":\"\",\"society\":\"In Brahui culture, the birth of a son is very important. When a male baby is born, gunshots are fired in the air and special rituals are performed to protect the mother and baby from evil spirits.\",\"location\":\"They are located in southern Afghanistan and parts of western Pakistan, especially in areas where the Baloch are the majority.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_BRAHUI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Brahui\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"The Nuristani are Sunni Muslims. Historically, they adhered to the Kalash religion, which is similar to Hinduism.\",\"label\":\"Nuristani\",\"image\":\"AFPAK_Ethnolinguistic_Map_NURISTANI_NOBORDER.png\",\"politics\":\"Nuristanis typically farm, herd, and hunt. Wealth is an important indicator of social status in Nuristani society.\",\"language\":\"Between the 15 Nuristani tribes there are five native languages: Vasi, Kamkata viri, aSkuNu viri, Kalasa, and Tregami. Together, these languages comprise the Nuristani language family.\",\"summary\":\"It is believed that the Nuristanis are either the descendants of Alexander the Great's Greek army, of the tribes of Mecca who rejected Islam, or of the ancient Aryan Indus river valley civilization.\",\"custom1\":\"\",\"population\":\"There are several hundred thousand Nuristanis in Afghanistan.\",\"custom2\":\"\",\"society\":\"Mediation and prevention of conflict is highly valued in Nuristani culture. Nuristanis typically live in 3-story homes in which livestock is kept on the first floor, and families sleep and eat on the third floor.\",\"location\":\"They are located in rural northeast Afghanistan along the border with Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_NURISTANI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Nuristani\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Most Pashtuns are Hanafi Sunni Muslims. A minority of Pashtuns are Shia Muslims and Sufis.\",\"label\":\"Pashtun\",\"image\":\"AFPAK_Ethnolinguistic_Map_PASHTO_NOBORDER.png\",\"politics\":\"\",\"language\":\"Pashtuns speak many mutually understood dialects of Pashto. Many Afghan Pashtuns also speak Dari. \",\"summary\":\"Pashtuns are possibly of Greek, Persian, Turkic, Arab, Eastern Iranian, or ancient Aryan descent. Pashtuns believe they are the descendants of Qais, a follower of Muhammad who spread Isalm through Afghanistan.\",\"custom1\":\"\",\"population\":\"There are 30.7 million Pashtuns in Pakistan and over 13 million in Afghanistan. Pashtuns are Afghanistan's largest ethnic group.\",\"custom2\":\"\",\"society\":\"Pashtuns are the largest tribal ethnic group in the world. They are governed by the Pashtunwali code, a tribal honor code that enforces strict norms of honor, hospitality, and reciprocation.\",\"location\":\"Pashtuns live throughout central and southern Afghanistan and central and northern Pakistan. They are concentrated on both sides of the border between Afghanistan and Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_PASHTO_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Pashtun\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"The Baloch are Hanafi Sunni Muslims. A minority are Shia Muslims.\",\"label\":\"Baloch\",\"image\":\"AFPAK_Ethnolinguistic_Map_BALOCH_NOBORDER.png\",\"politics\":\"Many Baloch are desert nomads who herd cattle, and some are farmers and fishermen.\",\"language\":\"The Baloch speak Balochi, a language related to Kurdish, Farsi, and Pashtu.\",\"summary\":\"There are several legends regarding the origin of the Baloch, but their language indicates that they originated from the Caspian region and migrated across Iran. Among the Baloch, tribal and family identity is more central than ethnic identity.\",\"custom1\":\"\",\"population\":\"There are about 600,000 Baloch in Afghanistan and around 7 million in Pakistan.\",\"custom2\":\"\",\"society\":\"Although the Baloch are politically marginal, there are violent Baloch nationalist organizations that seek the establishment of a Greater Balochistan. These groups clash with authorities in Afghanistan, Pakistan, and Iran. The Baloch formed their own independent mujahideen to fight the Soviets.\",\"location\":\"In Pakistan, 50% of the Baloch lives in the Balochistan region, 40% lives in Sindh, and many live in South Punjab. In Afghanistan, the Baloch are concentrated in the southwestern deserts along the border with Iran and Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_BALOCH_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Baloch\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"85-90% of Sindhis are Muslim. About 8% are Hindu and follow elements of Sikhism. Before the emergence of Islam, Sindhis were Hindu or Buddhist. In the 7th century, millions of Sindhis were forcibly converted to Islam.\",\"label\":\"Sindhi\",\"image\":\"AFPAK_Ethnolinguistic_Map_SINDHI_NOBORDER.png\",\"politics\":\"Sindhis are often farmers of wheat, rice, cotton, and sugar cane.\",\"language\":\"The Sindhi people speak Sindhi, the official language of Pakistan's Sindh province. Many Sindhis speak Urdu as well.\",\"summary\":\"Sindhis are of Indo-Aryan origin.\",\"custom1\":\"\",\"population\":\"There are 18.5 million Sindhis in Pakistan.\",\"custom2\":\"\",\"society\":\"\",\"location\":\"Most Sindhis live in the Sindh province in southeast Pakistan or in the city of Islamabad in northern Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_SINDHI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Sindhi\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"70% of Punjabis in Pakistan are Muslim, 10% are Hindu, 15% are Sikh, and a small number are Christian.\",\"label\":\"Punjabi\",\"image\":\"AFPAK_Ethnolinguistic_Map_PUNJABI_NOBORDER.png\",\"politics\":\"Punjabis dominate Pakistan's military and civil service sector. They are traditionally associated with farming.\",\"language\":\"Punjabis speak Punjabi, and many Pakistani Punjabis are starting to speak Urdu as well.\",\"summary\":\"Punjabis come from the Punjab region. Historically, a variety of tribes lived in the region; it was not until the 18th century that a common Punjabi identity, based mostly on geographic region, emerged.\",\"custom1\":\"\",\"population\":\"There are 92.5 million Punjabis in Pakistan. They make up almost half of the population. There are roughly 63 million in neighboring India. \",\"custom2\":\"\",\"society\":\"Punjabis are subdivided into clans or tribes called \\\"biradari,\\\" which means \\\"brotherhood.\\\"\",\"location\":\"Punjabis live in Pakistan and northern India. There are also large Punjabi populations in the U.K., the U.A.E., Canada, Malaysia, Australia, and the U.S.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_PUNJABI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Punjabi\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Most Saraikis are Muslim. Some are Hindu, Christian, Baha'i, or Sikh.\",\"label\":\"Saraiki\",\"image\":\"AFPAK_Ethnolinguistic_Map_SARAIKI_NOBORDER.png\",\"politics\":\"Saraikis are nomads, farmers, and merchants.\",\"language\":\"The Saraikis speak a language called Saraiki, which is closely related to Punjabi. Punjabis consider Saraiki to be a dialect of Punjabi.\",\"summary\":\"Saraikis are ethnically Aryan. They are related to the Punjabi, Sindhi, and Baloch people.\",\"custom1\":\"\",\"population\":\"There are approximately 20 million Saraikis in Pakistan.\",\"custom2\":\"\",\"society\":\"In 1960s, there was a Saraiki campaign to establish a Saraiki province within Pakistan called Saraikistan. The movement largely died out in the late 1970s.\",\"location\":\"The Saraiki people live in southeastern Pakistan. There is also a significant Saraiki population in India, Afghanistan, and the Persian Gulf.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_SARAIKI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Saraiki\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Most native Urdu speakers in Pakistan are Muslim.\",\"label\":\"Urdu Speakers\",\"image\":\"AFPAK_Ethnolinguistic_Map_URDU_NOBORDER.png\",\"politics\":\"\",\"language\":\"Urdu is a language that is very similar to Hindi, which is widely spoken in northern India. Urdu has many Arabic and Persian words.\",\"summary\":\"Urdu speakers migrated from India to the newly established Pakistan in 1947.\",\"custom1\":\"\",\"population\":\"There are 20 million native Urdu speakers in Pakistan.\",\"custom2\":\"\",\"society\":\"Urdu speakers are sometimes called \\\"muhajirs,\\\" a derogatory term that means \\\"immigrants\\\" in Urdu and Arabic.\",\"location\":\"Urdu speakers mostly live in the city of Karachi and along the coast in Pakistan's Sindh province.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_URDU_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Urdu Speakers\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Most Hindkowans are Sunni Muslims. Some are Shia Muslims, Christians, Hindus, or Sikhs. Hindkowans are historically a Hindu people.\",\"label\":\"Hindkowan\",\"image\":\"AFPAK_Ethnolinguistic_Map_HINDOKOWAN_NOBORDER.png\",\"politics\":\"\",\"language\":\"Hindkowans speak Hindko, a language that is very similar to Punjabi. It is written in Arabic script.\",\"summary\":\"Hindkowans are an Indo-Aryan group native to regions within modern Pakistan.\",\"custom1\":\"\",\"population\":\"There are 3.6 million Hindkowans in Pakistan.\",\"custom2\":\"\",\"society\":\"\\\"Hindko\\\" means \\\"of India,\\\" a reflection of the fact that Hindkowans were traditionally Hindus.\",\"location\":\"They live in the plains and low hills of north central Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_HINDOKOWAN_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Hindokowan\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Most of the group is Muslim.\",\"label\":\"Shina\",\"image\":\"AFPAK_Ethnolinguistic_Map_SHINA_NOBORDER.png\",\"politics\":\"Farming and herding are common vocations among the Shina people.\",\"language\":\"The Shina people speak Shina, a Dardic language. Many speak Urdu as well.\",\"summary\":\"The Shina are of Dardic origin.\",\"custom1\":\"\",\"population\":\"There are about 530,000 Shina in Pakistan.\",\"custom2\":\"\",\"society\":\"\",\"location\":\"They are located in the northern administrative territory of Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_SHINA_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Shina\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"},{\"custom3\":\"\",\"religion\":\"Although the Baltis historically practiced Tibetan Buddhism and Bon, they are now mostly Shia Muslims.\",\"label\":\"Balti\",\"image\":\"AFPAK_Ethnolinguistic_Map_BALTI_NOBORDER.png\",\"politics\":\"Baltis traditionally grow crops such as barley and various fruits.\",\"language\":\"Baltis speak Balti, a language similar to Tibetan. Many Baltis also speak Shina and Urdu.\",\"summary\":\"Baltis are of Tibetan origin. Many Baltis have Aryan Dardic ancestry as well due to extensive intermarriage.\",\"custom1\":\"\",\"population\":\"There are about 327,000 Baltis in Pakistan.\",\"custom2\":\"\",\"society\":\"\",\"location\":\"They are located in the northern administrative territory of Pakistan.\"},{\"custom3\":\"\",\"religion\":\"\",\"label\":\"w\",\"image\":\"AFPAK_Ethnolinguistic_Map_BALTI_WHITEBORDER.png\",\"politics\":\"\",\"language\":\"\",\"summary\":\"Balti\",\"custom1\":\"\",\"population\":\"\",\"custom2\":\"\",\"society\":\"\",\"location\":\"\"}],\"background\":\"AFPAK_Ethnolinguistic_Map_ALT_BG_02.png\"}"
      } ]
    },
    "media" : [ {
      "type" : "flash",
      "file" : "LandZones.swf",
      "info" : null
    } ],
    "calligraphy" : {
      "nom" : ""
    }
  }
}