{
  "page" : {
    "xid" : "page4726",
    "type" : "Info",
    "layout" : "",
    "title" : "Video: The Importance of Learning Culture",
    "hint" : "",
    "comment" : "",
    "info" : {
      "property" : [ {
        "name" : "mediacaption",
        "value" : "Alelo Inc."
      }, {
        "name" : "videoTranscript",
        "value" : "<b>SME1:</b> \"The importance of culture, especially highlighting that it's just not about being overseas. It's not about being in a military mission or anything like that. It's about everyone having to work with something different. That could be gender, that could be beliefs as far as religious beliefs or something like that. If you know more about the other person and know about yourself, it's gonna help you tenfold. I'm not exactly quoting Sun Tzu's <i>Art of War</i>, but it's very similar, and it's going to help the interaction go that much smoother.\"<br><br><b>SME2:</b> \"Working across cultures is complex. I think we have to balance a couple of things; first is, we have to assume that we're going to make mistakes. I think if we go into cross-cultural interactions afraid to make mistakes, we become very timid. People understand that we are not them, and trying, trying to understand, trying to act appropriately, trying to find common ground is generally appreciated. But if we're just afraid, if culture scares us, because it is complex, because it could lead to a misunderstanding, or even a significant problem, then we're giving up all the opportunities of working across cultures.\"<br><br><b>SME3:</b> \"And therefore, we want to make certain that when our forces are deployed overseas, that they have those types of tools in order to be more effective. We talked, when we describe our, the future of how we are going to develop our activities overseas that we want to be able to communicate or interact effectively with allies. Well, in order to do that, you have to understand the cultural context in which they think about things. You have to approach them from their cultural perspective.\"<br><br><b>SME4:</b> \"Culture, it's kind of abstract. It's really abstract to most soldiers, so I tell soldiers that this is important to know about because you have to understand your environment. OK, so culture training enables soldiers to better understand the environment. And then beyond that, culture training helps them to understand what normal looks like in the environment so they can do something about it if it becomes abnormal. Culture training helps them develop rapport with their host nation security force counterparts, because that's, quite frankly, what we're very focused on with region aligned forces. Mil-to-mil kind of exchanges, where young soldiers from the U.S. military go meet young soldiers from other militaries. We want them to be able to develop rapport through trust, through understanding, through respect. That's all critically important.\""
      }, {
        "name" : "platforms",
        "value" : "!NOT, vmob"
      } ]
    },
    "skills" : null,
    "note" : [ {
      "text" : "In this video, the OSD policy office and directors of the service culture centers share the importance of learning culture."
    } ],
    "media" : [ {
      "zid" : 1400621755966,
      "xid" : "1400621755966.mp4",
      "type" : "video",
      "file" : "1400621755966.mp4",
      "mime" : "video/x-flv",
      "info" : null
    } ],
    "calligraphy" : {
      "nom" : ""
    }
  }
}