{
  "page" : {
    "xid" : "page2095",
    "type" : "Info",
    "layout" : "",
    "title" : "Perspectives: Formal and Informal Engagements",
    "hint" : "",
    "comment" : "",
    "info" : {
      "property" : [ {
        "name" : "mediacaption",
        "value" : "Alelo, Inc."
      }, {
        "name" : "videoTranscript",
        "value" : "(Note: This transcript has been edited for readability.)<br><br>\"If they’re more senior, they’ve probably traveled too. And they’ll try to put you on familiar ground and explain things in terms they believe you would understand, particularly if they’re telling you a difficult truth. And they’ll want you to understand it and accept it willingly and with understanding. And if you push back, they will probably not go much further in the discussion. If you’re then, after dinner, able to stand up, stretch, perhaps take your teacup or your coffee cup and saucer, and one-on-one walk over and talk to your counterpart, you may be able to have a little more productive exchange, one-on-one. It doesn’t mean he’ll be off-script, but there’s not prying ears to listen to him, or to listen to you. And so if you bring in an argument that is more powerful than his, he won’t lose face in front of anybody but you. And if you are adept, you’ll bring in that argument such that you don’t embarrass him personally. But it is [that] the situation can be blamed, or the circumstances. And it becomes a little less subjective in how you present it. And so you can nail down a tricky issue, and perhaps even have a handshake, gentlemen’s agreement, that you’re going to look into something together. If you don’t put him in a position where’s he is responsible and you’re sort of doing the ‘finger in the chest’ thing.\""
      }, {
        "name" : "frame",
        "value" : ""
      } ]
    },
    "note" : [ {
      "text" : "An Army colonel discusses talking to Pakistanis in formal and informal settings.",
      "media" : [ {
        "zid" : 1450383134234,
        "xid" : "1450383134234.mp4",
        "type" : "video",
        "file" : "1450383134234.mp4"
      } ]
    } ],
    "media" : [ {
      "zid" : 1450383134234,
      "xid" : "1450383134234.mp4",
      "type" : "video",
      "file" : "1450383134234.mp4",
      "mime" : "video/x-flv",
      "info" : null
    } ],
    "calligraphy" : {
      "nom" : ""
    }
  }
}