{
  "page" : {
    "xid" : "page4061",
    "type" : "Map",
    "title" : "Interactive Map",
    "comment" : "",
    "info" : {
      "property" : [ {
        "name" : "contentRef",
        "value" : "AfghanistanAFPAK.json"
      }, {
        "name" : "platforms",
        "value" : "!NOT, vmob"
      }, {
        "name" : "builtMap",
        "value" : "{\"title\":\"Afghanistan\",\"backdrop\":\"Afghanistan_SmallUsableSize_02.jpg\",\"nodes\":[{\"y\":298.95245361328125,\"mouseover\":\"Kandahar is Afghanistan's second largest city. It is strategically located on ancient trade routes and is still a major trading center today. Since 1994, it has been a center for Taliban-affiliated forces and supporters.\",\"x\":217.99765014648438},{\"y\":206.5619354248047,\"mouseover\":\"Kabul is the capital of Afghanistan. It is also its largest city with about 3.5 million residents. The city, which sits on a high plain surrounded by mountains, is divided into different areas by the Kabul river.\",\"x\":304.1595764160156},{\"y\":200.3333740234375,\"mouseover\":\"Herat is the third largest city in Afghanistan. It is an ancient city of trade on the road to Iran. Herat is also known for its mild weather.\",\"x\":96.54052734375},{\"y\":113.13337707519531,\"mouseover\":\"The city of Mazar-e Sharif, known for its archeological sites, has a Dari-speaking Tajik majority. It is believed that Mazar-e Sharif is named after the large mosque located in the city's center.\",\"x\":249.14053344726563},{\"y\":201.3714599609375,\"mouseover\":\"The city of Jalalabad is a major trading center with Pakistan and a winter resort for wealthy Afghans. The road between Jalalabad and the city of Kabul is especially dangerous, as it runs along a high, steep cliff.\",\"x\":345.68341064453125},{\"y\":87.18098449707031,\"mouseover\":\"The Amu Darya river provides Afghanistan's only port access.\",\"x\":220.07388305664063},{\"y\":277.1524353027344,\"mouseover\":\"The ring road connects Afghanistan’s five major cities and encircles the country. Although it was started in the 1950s, this road remains unfinished in some places.\",\"x\":125.607177734375},{\"y\":121.4381332397461,\"mouseover\":\"The Hindu Kush mountains are part of the Himalayan chain. Their peaks average over 15,000 feet and can reach over 21,000 feet.\",\"x\":380.9786682128906},{\"y\":331.1333923339844,\"mouseover\":\"The southwestern plateau is a combination of desert and semi-arid land. The farmland in this region is irrigated by the Helmand river system.\",\"x\":126.6452865600586},{\"y\":189.95242309570313,\"mouseover\":\"The central highlands are one of three main regions in Afghanistan. The region includes the Hindu Kush mountain range. Most of the frequent earthquakes in the country have epicenters here.\",\"x\":225.2643585205078},{\"y\":61.228599548339844,\"mouseover\":\"The northern plains extend from the border with Iran to the Pamir Mountains. The region is heavily populated and cultivated because of its rich soil and excellent agricultural climate.\",\"x\":360.21673583984375}],\"links\":[\"<a href=\\\"\\\" target=\\\"_blank\\\">CIA Facts</a>\",\"<a href=\\\"\\\" target=\\\"_blank\\\">Google Maps</a>\"]}"
      } ]
    },
    "skills" : null,
    "media" : [ {
      "type" : "flash",
      "file" : "Exploration.swf",
      "info" : null
    }, {
      "xid" : "Afghanistan_SmallUsableSize_02.jpg",
      "type" : "image",
      "file" : "Afghanistan_SmallUsableSize_02.jpg"
    } ]
  }
}