{
  "page" : {
    "xid" : "page4734",
    "type" : "Info",
    "layout" : "",
    "title" : "Video: Building Rapport",
    "hint" : "",
    "comment" : "",
    "info" : {
      "property" : [ {
        "name" : "mediacaption",
        "value" : "Alelo Inc."
      }, {
        "name" : "videoTranscript",
        "value" : "<b>SME1:</b> \"Knowing the language is a great, it's a great step up. It gives you sort of an advantage to know that little bit, little part of that culture. Because a lot of times in Baghdad, if you were trying to use the language, or you had problems with it, they would help you, and then they would immediately understand that you're trying to learn more about them. A lot of the reports that we get back from Afghanistan as well, you try this piece, use some of the languages, the greetings and then people will be more open to talking to you, more open to doing any type of relations or business with you. They'd be more open.\"<br><br><b>SME2:</b> \"When you first get into a high context culture, it's all about building that relationship and getting to know that person. So, and that's the difference, that's a big difference in, with military culture, American culture, you might not get into the depth of knowing that person that well. But in, when you go into a high context culture, the first thing you need to do is start building that rapport with that person. Share about your family, find a common understanding, or find something, a common topic that you both share and build from there, and build that relationship first. And then those implied things that they're talking about, you'll understand them better. And as you know more about the culture as a whole, you're going to understand it better. So before you even deploy to the country, just having that basic understanding of the operational environment and the cultures that exist there is going to help you immensely.\""
      }, {
        "name" : "platforms",
        "value" : "!NOT, vmob"
      } ]
    },
    "skills" : null,
    "note" : [ {
      "text" : "In this video, two DoD culture SMEs share methods of building rapport."
    } ],
    "media" : [ {
      "zid" : 1400621438876,
      "xid" : "1400621438876.mp4",
      "type" : "video",
      "file" : "1400621438876.mp4",
      "mime" : "video/x-flv",
      "info" : null
    } ],
    "calligraphy" : {
      "nom" : ""
    }
  }
}